#1)რომელ ბიბლიოთეკას ვიყენებთ პითონში გეომეტრიული ფიგურების ასაგებად? პასუხი: 4.Turtle
#2)რომელ ფუნქციას ვიყენებთ, როდესაც გვინდა< რომn terminal-ში დაბეჭვდა? პასუხი: 2.print 
#3)პითონის გამოყენებით შეუძლებელია ალგორითმების შექმნა. პასუხი: False
#4)ათწილადებზე სამუშაოდ რომელ მონაცემთა ტიპს ვიყენებთ? პასუხი: 4) float
#5)რომელია პითონისთვის სწორი კომენტარი? პასუხი: 4) #comment
#6)რომელ ფუნქციას ვიყენებთ მომხმარებლისგან terminal-იდან ტექსტის მისაღებად? პასუხი: 4.Input
#7)Input-იდან მიღებული ინფორმაცია ინახება String-ის სახით. პასუხი: True
#8)რომელი ცვლადი ინახავს ათწილადს? პასუხი: 4.x=10/2
#9)რომელ ვარიანტშია პითონის ცვლადი სწორად შექმნილი? პასუხი: x=12
#10)რას გამოიტანს კოდი? პასუხი: 4.Error
#11)რას გამოიტანს კოდი, როდესაც მომხმარებელი შეიტანს 7-ს? პასუხი: 3.<CLASS 'float'>
#12)პასუხია: პასუხი: True
#13)რას გამოიტანს კოდი, როდესაც მომხმარებელი შეიყვანს 20-ს? პასუხი : 2. True