#1) რა არის პითონი პროგრამირებაში? პასუხი: პროგრამული ენა.
#2) რა არის Turtle-ი Python-ში? პასუხი: Library(იმიტომ რომ ამით შეგვიძლია ავაგოთ ნახატები).
#3) print('heloo world') პასუხი: heloo World(Teach trolled us, NOT ME).
#4) print(True > False) პასუხი: True.
#5) რითი ვქმნით კომენტარს პითონში? პასუხი: #
#6) x = 15
#6) y = 4
#6) print(x // y) პასუხი: 3
#7) x = 10
#7) y = 7
#7) print(x / y) პასუხი: 2.5
#8) x = 10
#8) y = "20"
#8) print(x + y) პასუხი: error.  ახსნა: სტრინგის და ცვლადის ერთად დამატება არ შეიძლება.
#9) x = 5
#9) y = 2
#9) print(x ** y) პასუხი: 25
#10) if მუშაობს else-ის გარეშე. პასუხი: True
#11) რითი მთავრდება for loop? პასუხი: Break
#12) რა იქნება თუ 10 % 3? პასუხი: 1
#13) integer-ი მრავლდება string-ზე. პასუხი: True
#14) რას გამოიტანს კოდი ტერმინალში? პასუხი: True
#15) რა არის სია List? პასუხი: Array
#16) პითონი გველია თუ კუდია? პასუხი: კუდი
#17) დავითი უსმენს როკის სტილის მუსიკა? პასუხი: True
#18) ბატონი გაბრიელი არ უსმენს მამა პაპურ ქართულ მუსიკებს? პასუხი: False
#19) გაკვეთილი ჩატარდა კანფეტივით? პასუხი: True
#20) რომელი ხინკალი ჯობია? პასუხი: ფასანაურული