# გამოიწერეთ GOA-ს და low budget stories-ის არხები, უყურეთ და დაალაიქეთ ვიდეოები


# გაიცანით GOAელები დისქორდზე, ემეგობრეთ, ერთად დაჯექით სერვერზე და დაუახლოვდით. 

# print("გავიცანი და დავუმეგობრდი:  " ) ჩამოწერეთ ყველა ვისაც დაუმეგობრდით 


# print("რას ვფიქრობ GOAზე" ) 
# დაპრინტეთ თქვენი აზრი გოაზე,


# ატვირთეთ ყველაფერი გითჰაბზე, day 2 folder-ში, იგივე რეპოზიტორიაში. 
print("მე გავიცანი და დავუმეგობრდი: გიორგი გაგნიძე, დათა დიასამიძე, ნიკა ზარიძე, საბა კუბლაშვილი.")
print("მე გოა ძალიან მომეწონა იმიტომ რომ ვიცი რომ საინტერესო იქნება, მე მინდა გავარგძელო სწავლა და გავიგო მეტი პროგრამირებაზე.")